const chalk = require('chalk');

module.exports = function () {
    console.log(`
                                              ▄▄▄
                                         ╓▄╦▄▀   ╙▀═▄
                                   ▄▀▄╓▄▀            ▀▄
                                   ▌    ▄M▀▄▄▓▀▀▄      ▀▄
                                   █▄╓▄▀         ▀▀╙╙▀█  ▀    Olá, vamos juntos
                                   ▄▌                ▄"   ▌   enviar seu projeto para produção!
                                   █  ▄      ,       \`▀▄ ▐
              ╓▄                  ▐   ▀  ▄    ▀▀        ▄▌    Apenas tenha ${chalk.yellow('certeza')}
            ▄"  ║                 █     █▄             ▀▌     que você sabe o que está fazendo!
           ▐    ▌                 █                     █
           ╙▄   ▌                 ╙▄    ▄▄▄▄▄▄▀       ▄▄▀
        ,▄≡═▀w▄, ▀╗                ▀▄               ▄▀
        ▌       ▀▄ ▀▄,              \`╗          ,▄█▀¥▄µ
        ▀▄ª"*ªW▄▄╛  ▓█└"""**ªªªªª**╙"└█▀╗▄,,     ▄¬  █ └▀W▄
        █       "▄ ▄▀ ▌               █  \`▀▀≡═≡▀└   ▄^     "▀▄
         █╙└'╙"*Φ▀ █ ▄⌐                ▀        ,▄AΓ          "¥▄
         ▀▄▄▄╓╓▄▄▀▄"▄"         ,▄      ║     ╓▀"                 ▀▄
           ╙▀▀ªª▀▌▄█▄▄▄▄▄▄m═▀▀"  M     █     █                     ▀
                                ▐⌐     ▌     █       ª▄,            ▀▄
                                ▐⌐     ▌    ▐▌         └▀▌≡▄▄;       █
                                ▐M    ▐⌐    ║           ▓  ▄▀       ╓Γ
                                J▌    ║     █           ▌ █        ,▀
                                 ▌µ   ║     █          ║ ▄\`       ,▀
                                 █ ╙▀≡▀     ▀▄   ,╓▄▄≡▀█ █       ▄▀
                                 ║             '\`      █▌\`▀▄ç  ,Ä\`
                                 ▐▌                    █     █▀▀
                                  █▄,                 ,║▄    ▌  ▌
                                  █  └╙▀▀M══≡≡≡≡═ª▀▀▀└  ╙▄▄▄▄▄=▀
                                  ▌                       ▌
                                  ▌                        ▌
    `);
}